Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VO_SCREEN_RECOGNITION_FOOTER_IPOD
source: Your iPod touch will automatically improve the accessibility of apps that have no accessibility information, such as identifying the state of buttons or toggles, and by grouping related items together. In other apps, Screen Recognition can be accessed through the rotor.
ar: سيحسن iPod touch تسهيلات استخدام التطبيقات التي لا تحتوي على معلومات تسهيلات الاستخدام، مثل التعريف بحالة الأزرار ومفاتيح التبديل، وجمع العناصر ذات الصلة مع بعضها. في التطبيقات الأخرى، يمكن الوصول إلى "التعرف على الشاشة" من الدوار.
bg: iPod touch автоматично ще подобрява функциите за улеснен достъп в приложенията, в които няма информация за улеснен достъп, например чрез идентифициране на състоянието на бутони или превключватели, както и чрез групиране на свързани елементи. В други приложения функцията Разпознаване на екрана може да бъде достъпна чрез шайбата.
ca: L’iPod touch millorarà automàticament l’accessibilitat de les apps que no tinguin informació d’accessibilitat, per exemple, que no identifiquin l’estat dels botons o no agrupin els ítems relacionats. A la resta d’apps, podràs accedir al reconeixement de pantalla a través del rotor.
cs: iPod touch bude automaticky zlepšovat zpřístupnění aplikací, které pro zpřístupnění neposkytují žádná data. Například bude identifikovat stav tlačítek nebo přepínačů a bude seskupovat související položky. V ostatních aplikacích můžete používat Rozpoznávání obsahu obrazovky na rotoru.
da: Din iPod touch forbedrer automatisk tilgængeligheden af apps, der ikke har oplysninger om tilgængelighed, f.eks. ved at identificere tilstanden for knapper eller mærker og ved at gruppere relaterede emner sammen. I andre apps kan du få adgang til Skærmgenkendelse vha. rotoren.
de: Dein iPod touch verbessert automatisch die Bedienbarkeit von Apps, die keine Infos für die Bedienung haben, wie z. B. die Identifizierung des Status von Tasten oder Umschaltern und durch Gruppierung verwandter Objekte. In anderen Apps kann auf die Bildschirmerkennung über den Rotor zugegriffen werden.
el: Το iPod touch θα βελτιώνει αυτόματα την προσβασιμότητα εφαρμογών που δεν έχουν πληροφορίες προσβασιμότητας – για παράδειγμα, θα προσδιορίζει την κατάσταση κουμπιών ή διακοπτών και θα ομαδοποιεί σχετιζόμενα στοιχεία. Σε άλλες εφαρμογές, η Αναγνώριση οθόνης μπορεί να προσπελαστεί μέσω του ρότορα.
es: El iPod touch mejorará automáticamente la accesibilidad de las apps que no dispongan de información accesible, por ejemplo, identificando el estado de los botones y agrupando los ítems relacionados. En otras apps, se puede acceder a la función de reconocimiento de pantalla a través del rotor.
es_us: Tu iPod touch mejorará automáticamente la accesibilidad de apps que no tengan información de accesibilidad, como identificar el estado de botones o si algo está encendido o no, y agrupando elementos relacionados. En otras apps, se puede acceder al reconocimiento de voz mediante el rotor.
fi: iPod touch parantaa automaattisesti käyttöapua apeissa, joissa ei ole käyttöaputietoja, kuten painikkeiden ja tilanvaihtopainikkeiden tilan tunnistus, ja ryhmittelemällä toisiinsa liittyvät kohteen yhteen. Muissa apeissa näytöntunnistusta voidaan käyttää roottorin avulla.
fr: Votre iPod touch améliorera automatiquement l’accessibilité des apps ne présentant aucune information liée à l’accessibilité. Il pourra notamment identifier l’état des boutons et des curseurs ou encore regrouper certains éléments. Dans les autres apps, la reconnaissance de l’écran peut être activée avec le rotor.
fr_ca: Votre iPod touch améliorera automatiquement l’accessibilité des apps qui ne disposent d’aucune information d’accessibilité. Il permettra par exemple d’identifier l’état des boutons ou des commutateurs et de regrouper les éléments connexes. Dans d’autres apps, la reconnaissance d’écran est accessible au moyen du rotor.
he: ה-iPod touch ישפר באופן אוטומטי את תכונות הנגישות של יישומים שאינם כוללים מידע בנושא נגישות, כמו למשל זיהוי מצב הכפתורים והמתגים, או קיבוץ פריטים שקשורים אחד לשני. ביישומים אחרים, ניתן לגשת ל״זיהוי מסך״ דרך החוגה שעל המסך.
hi: जिन ऐप्स में ऐक्सेसिबिलिटी जानकारी नहीं होती है उनकी ऐक्सेसिबिलिटी को आपका iPod touch ऑटोमैटिकली बेहतर बनाएगा, जैसे कि बटन या टॉगल की स्थिति की पहचान करके और संबंधित आइटम का एक जगह समूह बनाकर। अन्य ऐप्स में स्क्रीन पहचान को रोटर के द्वारा ऐक्सेस किया जा सकता है।
hr: Vaš će iPod touch automatski poboljšati pristupačnost aplikacija koje ne sadrže informacije pristupačnosti, kao što je prepoznavanje statusa tipki ili prekidača, te će povezane stavke grupirati. U drugim aplikacijama možete pristupiti Prepoznavanju zaslona putem rotora.
hu: Az iPod toucha automatikusan javítani fogja a kisegítő információkkal nem rendelkező appok olyan kisegítő lehetőségeit, mint a gombok vagy a váltókapcsolók állapotának felismerése és a kapcsolódó elemek csoportosítása. Más appokban a Képernyőfelismerés a rotorral érhető el.
id: iPod touch Anda akan secara otomatis meningkatkan aksesibilitas app yang tidak memiliki informasi aksesibilitas, seperti mengidentifikasi status tombol atau pengubah dan mengelompokkan item terkait. Di app lain, Pengenalan Layar dapat diakses melalui rotor.
it: iPod touch migliorerà automaticamente l’accessibilità delle app che non presentano informazioni di accessibilità. Ad esempio, potrà identificare lo stato dei pulsanti o degli interruttori e raggruppare gli elementi correlati. Nelle altre app, puoi accedere al riconoscimento dello schermo tramite il rotore.
ja: このiPod touchで、例えば、ボタンやスイッチの切り替えの状態を確認したり、関連する項目をグループ化するなどのアクセシビリティ情報がないアプリのアクセシビリティを自動的に改善します。その他のアプリでは、画面認識はローターを使ってアクセス可能です。
kk: iPod touch құрылғыңыз әмбебап қол жеткізу ақпараты жоқ қолданбалардың әмбебап қол жеткізу мүмкіндігін автоматты түрде арттырады, мысалы, түймелер мен ауыстырып-қосқыштардың күйін анықтайды және қатысты элементтерді бірге топтастырады. Басқа қолданбаларда «Экранды тану» опциясына ротор арқылы қол жеткізуге болады.
ko: 앱에 손쉬운 사용 관련 정보가 없는 경우 iPod touch가 해당 앱의 버튼 또는 토글 상태를 식별하고 관련된 항목을 그룹으로 함께 지정하는 등 자동으로 앱을 더 사용하기 쉽게 만듭니다. 그 외의 앱에서는 로터를 통해 화면 인식 기능에 접근할 수 있습니다.
lt: Jūsų „iPod touch“ automatiškai pagerins prieinamumo informacijos neturinčių programų prieinamumą, pvz., nustatys mygtukų ar perjungiklių būseną ir sugrupuos susijusius elementus. Kitose programose ekrano atpažinimas prieinamas naudojant rotorių.
ms: iPod touch anda akan meningkatkan kebolehcapaian app yang tidak mempunyai maklumat kebolehcapaian secara automatik, seperti mengenal pasti keadaan butang atau togol, serta dengan mengumpulkan item yang berkaitan bersama-sama. Dalam app lain, Pengecaman Skrin boleh diakses menerusi rotor.
nl: Je iPod touch verbetert automatisch de toegankelijkheid van apps waarbij geen toegankelijkheidsinformatie beschikbaar is, zoals het identificeren van de status van knoppen of schakelaars, en door verwante onderdelen te groeperen. In andere apps is 'Schermherkenning' toegankelijk via de rotor.
no: iPod touch vil automatisk forbedre tilgjengeligheten til apper som ikke har sin egen informasjon om tilgjengelighet, som informasjon om statusen til knapper eller brytere, og ved å gruppere tilknyttede elementer sammen. I andre apper kan Skjermgjenkjenning brukes fra rotoren.
pl: iPod touch będzie automatycznie poprawiał dostępność w aplikacjach, które nie zawierają odpowiednich informacji (np. opisujących stan przycisków i przełączników oraz grupy elementów interfejsu). W innych aplikacjach funkcja Rozpoznawanie ekranu jest dostępna za pośrednictwem pokrętła.
pt_br: O iPod touch irá melhorar automaticamente a acessibilidade de apps que não possuem informações de acessibilidade, como a identificação do estado de botões, e agrupará itens relacionados. Em outros apps, o Reconhecimento de Tela pode ser acessado pelo rotor.
pt_pt: O iPod touch melhorará automaticamente a acessibilidade das aplicações que não disponibilizam informação de acessibilidade, através, por exemplo, da identificação do estado dos botões e do agrupamento de elementos relacionados. Nas outras aplicações, é possível aceder ao reconhecimento de ecrã através do rotor.
ro: iPod touch‑ul va îmbunătăți automat accesibilitatea aplicațiilor care nu dispun de informații de accesibilitate, cum ar fi prin identificarea stării butoanelor sau comutatoarelor și prin gruparea articolelor asociate. În alte aplicații, funcționalitatea “Recunoaștere ecran” poate fi accesată prin intermediul rotorului.
ru: Ваш iPod touch автоматически улучшит универсальный доступ для приложений, не имеющих такой информации универсального доступа, как идентификация состояния кнопок или переключателей, а также группируя связанные объекты. В других приложениях доступ к функции «Распознавание экрана» может быть осуществлен с помощью ротора.
sk: iPod touch bude automaticky vylepšovať sprístupnenie apiek, ktoré neobsahujú žiadne informácie pre prístupnosť. Bude napríklad identifikovať stav tlačidiel alebo prepínačov a zoskupovať súvisiace položky. V ostatných apkách môžete k Rozpoznávaniu obsahu obrazovky pristupovať pomocou rotora.
sl: Naprava iPod touch bo samodejno izboljšala dostopnost aplikacij, ki ne vključujejo nobenih informacij o dostopnosti (na primer o stanju gumbov ali preklopov), hkrati pa jo bo izboljšala z združevanjem povezanih elementov. V drugih aplikacijah je mogoče do funkcije prepoznavanja zaslona dostopati prek rotorja.
sv: iPod touch kommer automatiskt att förbättra tillgängligheten för appar som inte har någon tillgänglighetsinformation, till exempel genom att identifiera läget för knappar och reglage samt genom att placera relaterade objekt tillsammans i grupper. I andra appar kommer du åt Skärmigenkänning med hjälp av rotorn.
th: iPod touch ของคุณจะปรับปรุงการช่วยการเข้าถึงของแอปที่ไม่มีข้อมูลการช่วยการเข้าถึงโดยอัตโนมัติ เช่น ระบุสถานะของปุ่มหรือปุ่มสลับการทำงาน และโดยการจัดกลุ่มสิ่งที่เกี่ยวข้องกัน แอปอื่นที่มีข้อมูลการช่วยการเข้าถึงสามารถเข้าถึงการเรียนรู้หน้าจอได้โดยผ่านตัวหมุน
tr: iPod touch’ınız, düğmelerin durumunu belirleme gibi erişilebilirlik bilgisi olmayan uygulamaların erişilebilirliğini ilişkili öğeleri gruplayarak otomatik olarak iyileştirir. Başka uygulamalardayken Ekran Tanıma’ya rotor ile erişilebilir.
uk: Якщо в програмах немає інформації для надання доступності, iPod touch автоматично покращуватиме цю функцію (визначатиме стан кнопок і перемикачів, групуватиме повʼязані елементи тощо). В інших програмах можна вмикати Розпізнавання екрана через ротор.
vi: iPod touch của bạn sẽ tự động cải thiện trợ năng của các ứng dụng không có thông tin trợ năng, ví dụ như xác định trạng thái của các nút hoặc công tắc và bằng cách nhóm các mục liên quan cùng nhau. Trong các ứng dụng khác, Nhận dạng màn hình có thể được truy cập thông qua rô-to.
zh_cn: iPod touch将自动改善没有辅助功能信息的App的辅助功能，例如识别按钮或开关的状态和将相关的项目分成一组。在其他App中，“屏幕识别”可通过转子访问。
zh_hk: 你的iPod touch將會自動為沒有輔助使用資料的App改進其輔助使用功能，例如識別按鈕或切換的狀態，以及將相關的項目分組。在其他App中，可以透過轉輪取用「螢幕識別」。
zh_tw: iPod touch將自動為不具輔助使用資訊的App改進其輔助使用功能，例如辨識按鈕或切換的狀態，和分類相關的項目，「螢幕辨識」可以透過轉輪取用。

# QUICK_SETTINGS_USAGE_HINT
source: Quick settings allows you to access VoiceOver settings at any time. Access quick settings with %@.
ar: تتيح لك الإعدادات السريعة الوصول إلى إعدادات التعليق الصوتي في أي وقت. يمكنك الوصول إلى الإعدادات السريعة باستخدام %@.
bg: С Бързите настройки имате достъп до настройките на VoiceOver по всяко време. Достъп до бързи настройки с %@.
ca: La configuració ràpida et permet accedir a les opcions del VoiceOver en qualsevol moment. Per anar a la configuració ràpida, pots %@.
cs: Nastavení VoiceOveru můžete kdykoli otevřít pomocí rychlého nastavení, do kterého přejdete gestem %@.
da: Med Hurtige indstillinger kan du altid få adgang til VoiceOver-indstillinger. Få adgang til Hurtige indstillinger vha. handlingen %@.
de: Mit den Schnelleinstellungen kannst du jederzeit auf die VoiceOver-Einstellungen zugreifen. Greife mit der Geste „%@“ auf die Schnelleinstellungen zu.
el: Οι Γρήγορες ρυθμίσεις επιτρέπουν την πρόσβαση στις ρυθμίσεις VoiceOver ανά πάσα στιγμή. Για πρόσβαση στις Γρήγορες ρυθμίσεις, χρησιμοποιήστε τη χειρονομία «%@».
es: Los ajustes rápidos te permiten acceder a los ajustes de VoiceOver en cualquier momento. Accede a los ajustes rápidos realizando la acción “%@”.
es_us: La configuración rápida te permite acceder a los parámetros de VoiceOver en cualquier momento mediante el gesto %@.
fi: Näytä Pika-asetukset milloin tahansa eleellä %@, jolloin voit tarkastella ja muokata valitsemiasi VoiceOver-asetuksia.
fr: Les réglages rapides vous permettent d’accéder aux réglages de VoiceOver à tout moment. Accédez aux réglages rapides avec l’action « %@ ».
fr_ca: Les réglages rapides vous permettent d’accéder aux réglages de VoiceOver à tout moment. Accédez aux réglages rapides avec le geste %@.
he: ״הגדרות מהירות״ מאפשרות לך לגשת להגדרות VoiceOver בכל רגע. ניתן לפתוח את ״הגדרות מהירות״ באמצעות %@.
hi: क्विक सेटिंग्ज़ के ज़रिए आप किसी भी समय VoiceOver सेटिंग्ज़ ऐक्सेस कर सकते हैं। %@ से क्विक सेटिंग्ज़ ऐक्सेस करें।
hr: Brze postavke omogućavaju vam pristupanje postavkama VoiceOvera u bilo kojem trenutku. Pristupite brzim postavkama koristeći %@.
hu: A gyorsbeállítások segítségével bármikor hozzáférhet a VoiceOver beállításaihoz. A gyorsbeállításokat a következő módon érheti el: %@.
id: Pengaturan cepat memungkinkan Anda untuk mengakses pengaturan VoiceOver kapan pun. Akses pengaturan cepat dengan %@.
it: Le impostazioni rapide ti consentono di accedere alle impostazioni di VoiceOver in qualsiasi momento. Puoi accedere alla funzionalità con il gesto “%@”.
ja: クイック設定により、VoiceOver設定にいつでもアクセスすることができます。クイック設定には“%@”でアクセスします。
kk: Жылдам реттеулер VoiceOver реттеулеріне кез келген уақытта қол жеткізуге мүмкіндік береді. Жылдам реттеулерге %@ арқылы қол жеткізіңіз.
ko: 빠른 설정을 사용하면 언제든지 VoiceOver 설정에 접근할 수 있습니다. ‘%@’ 제스처로 빠른 설정에 접근하십시오.
lt: Spartieji nustatymai leidžia bet kada pasiekti „VoiceOver“ nustatymus. Pasiekite sparčiuosius nustatymus šiuo veiksmu: %@.
ms: Seting cepat membolehkan anda mengakses seting VoiceOver pada bila-bila masa. Akses seting cepat dengan %@.
nl: Met snelle instellingen heb je op elk moment toegang tot VoiceOver-instellingen. Open snelle instellingen met %@.
no: Ha tilgang til VoiceOver-innstillinger til enhver tid med hurtiginnstillinger. Bruk hurtiginnstillinger med %@.
pl: Szybkie ustawienia umożliwiają dostęp do ustawień VoiceOver w dowolnym momencie. Dostęp do szybkich ustawień daje %@.
pt_br: Os ajustes rápidos permitem acessar os ajustes do VoiceOver a qualquer momento. Acesse os ajustes rápidos com um gesto de %@.
pt_pt: As definições rápidas permitem aceder facilmente às definições do VoiceOver. Aceda às definições rápidas com o gesto %@.
ro: Cu ajutorul configurărilor rapide, puteți accesa în orice moment configurările VoiceOver. Accesați configurările rapide folosind gestul %@.
ru: Быстрые настройки предоставляют доступ к настройкам VoiceOver в любое время. Для перехода к быстрым настройкам используйте жест «%@».
sk: Nastavenia VoiceOveru môžete kedykoľvek otvoriť prostredníctvom rýchlych nastavení, do ktorých prejdete pomocou gesta %@.
sl: Hitre nastavitve vam omogočajo, da lahko kadarkoli dostopate do nastavitev VoiceOver. Do hitrih nastavitev dostopajte s kretnjo %@.
sv: Med snabbinställningar kan du när som helst få tillgång till VoiceOver-inställningar. Du kommer åt snabbinställningar med %@.
th: การตั้งค่าอย่างเร็วช่วยให้คุณเข้าถึงการตั้งค่า VoiceOver ได้ตลอดเวลา เข้าถึงการตั้งค่าอย่างเร็วด้วยการ%@
tr: Hızlı ayarlar, VoiceOver ayarlarına istediğiniz zaman erişmenizi sağlar. Hızlı ayarlara %@ ile erişin.
uk: Швидкі параметри дають змогу отримати доступ до параметрів VoiceOver будь-якої миті. %@ відкриває Швидкі параметри.
vi: Cài đặt nhanh cho phép bạn truy cập cài đặt VoiceOver bất kỳ lúc nào. Truy cập cài đặt nhanh bằng cách %@.
zh_cn: 快速设置允许你随时访问“旁白”设置。通过%@访问快速设置。
zh_hk: 快速設定允許你隨時取用「旁白」設定。透過%@取用快速設定。
zh_tw: 快速設定可讓你隨時取用「旁白」設定。%@來取用快速設定。

# VOICEOVER_TUTORIAL_ALERT_TEXT
source: Turn on VoiceOver to learn and practice gestures in the tutorial.
ar: يرجى تشغيل التعليق الصوتي لتعلُّم الإيماءات والتدرب عليها في البرنامج التعليمي.
bg: Включете VoiceOver, за да научите и практикувате жестове в обучението.
ca: Activa el VoiceOver per aprendre i practicar els gestos al tutorial.
cs: Bez zapnutého VoiceOveru se v kurzu nemůžete učit nová gesta a procvičovat si je.
da: Slå VoiceOver til for at lære om og øve dig på bevægelser i øvelsesvejledningen.
de: Aktiviere VoiceOver, um die Gesten in der Einführung zu lernen und zu üben.
el: Ενεργοποιήστε το VoiceOver για εκμάθηση και εξάσκηση χειρονομιών στον Οδηγό εκμάθησης.
es: Activa VoiceOver para aprender y practicar los gestos con el tutorial.
es_us: Activa VoiceOver para aprender y practicar gestos en el tutorial.
fi: Laita VoiceOver päälle, jotta voit oppia ja harjoitella eleitä oppitunnissa.
fr: Activez VoiceOver pour découvrir les gestes dans le tutoriel et vous entraîner à les effectuer.
fr_ca: Activez VoiceOver pour apprendre et pratiquer les gestes avec ce tutoriel.
he: ניתן להפעיל את VoiceOver כדי ללמוד ולתרגל מחוות בהדרכה.
hi: ट्यूटोरियल में जेस्चर सीखने और उनका अभ्यास करने के लिए VoiceOver चालू करें।
hr: Uključite VoiceOver za učenje i vježbanje gesta u uputama.
hu: Ha bekapcsolja a VoiceOvert, megismerheti és gyakorolhatja a mozdulatokat a tréningben.
id: Nyalakan VoiceOver untuk mempelajari dan berlatih gerakan di tutorial.
it: Attiva VoiceOver per imparare i gesti e fare pratica con il tutorial.
ja: チュートリアルでジェスチャの学習と練習を行うには、VoiceOverをオンにしてください。
kk: Нұсқаулықтағы қимылдарды үйрену және оларға машықтану үшін VoiceOver функциясын қосыңыз.
ko: 튜토리얼에서 제스처에 관해 배우고 연습하려면 VoiceOver를 켜십시오.
lt: Įjunkite „VoiceOver“ ir mokykitės naudoti gestus mokymo priemonėje.
ms: Aktifkan VoiceOver untuk mempelajari dan berlatih gerak isyarat dalam tutorial.
nl: Schakel VoiceOver in om gebaren te leren en te oefenen in de zelfstudie.
no: Slå på VoiceOver for å lære deg og øve på bevegelsene i veiledningen.
pl: Włącz VoiceOver, aby poznać i przećwiczyć gesty w tym samouczku.
pt_br: Ative o VoiceOver para aprender e praticar gestos no tutorial.
pt_pt: Ative o VoiceOver para aprender e praticar gestos no tutorial.
ro: Activați VoiceOver pentru a învăța și exersa gesturile din tutorial.
ru: Включите VoiceOver и воспользуйтесь руководством, чтобы изучить доступные жесты и попрактиковаться в их использовании.
sk: Bez zapnutého VoiceOveru sa nemôžete učiť nové gestá a precvičovať si ich.
sl: Vklopite funkcijo VoiceOver ter se naučite kretenj iz vadnice in jih vadite.
sv: Slå på VoiceOver om du vill lära dig och öva på gester i träningen.
th: เปิดใช้ VoiceOver เพื่อเรียนรู้และฝึกหัดใช้คำสั่งนิ้วในการสอนใช้
tr: Öğreticideki hareketleri öğrenmek ve alıştırma yapmak için VoiceOver’ı açın.
uk: Увімкніть VoiceOver, щоб вивчити і відпрацювати жести в підручнику.
vi: Bật VoiceOver để tìm hiểu và thực hành các cử chỉ trong phần hướng dẫn.
zh_cn: 打开旁白以在教程中学习并练习手势。
zh_hk: 開啟「旁白」來在教學指南中學習和練習手勢。
zh_tw: 開啟「旁白」來學習和練習教學指南中的手勢。

# BRAILLE_IO_SYNC_CHANGES_INPUT_TITLE
source: Mirror Input and Output Tables
ar: محاكاة جداول الإدخال والإخراج
bg: Дублиране на входни и изходни таблици
ca: Duplica les taules d’entrada i sortida
cs: Zrcadlit vstupní a výstupní tabulku
da: Dubler input- og outputtabeller
de: Ein- und Ausgabetabellen spiegeln
el: Κατοπτρισμός των πινάκων εισόδου και εξόδου
es: Duplicar las tablas de entrada y salida
es_us: Duplicar las tablas de ingreso y salida
fi: Peilaa syöttö- ja toistotaulukot
fr: Synchroniser les tables d’entrée et de sortie
fr_ca: Synchroniser les tableaux d’entrée et de sortie
he: שיקוף טבלאות הקלט והפלט
hi: इनपुट और आउटपुट टेबल को मिरर करें
hr: Zrcali tablice ulaza i izlaza
hu: Bemeneti és kimeneti táblák tükrözése
id: Cerminkan Tabel Input dan Output
it: Duplica tabelle di input e output
ja: 入出力表をミラーリング
kk: Кіріс және шығыс кестелерін қайталау
ko: 입력 및 출력 표 미러링
lt: Įvesties ir išvesties lentelių dubliavimas
ms: Cerminkan Jadual Input dan Output
nl: Spiegel invoer- en uitvoertabellen
no: Gjør inndata- og utdatatabellene like
pl: Klonuj tabele wejścia i wyjścia
pt_br: Espelhar Tabelas de Entrada e Saída
pt_pt: Replicar tabelas de entrada e de saída
ro: Oglindește tabelele de intrări și ieșiri
ru: Совместить таблицы ввода и вывода
sk: Zrkadliť vstupnú a výstupnú tabuľku
sl: Zrcaljenje tabel vnosov in izpisov
sv: Spegla in- och utmatningstabeller
th: สะท้อนตารางป้อนเข้าและแสดงผล
tr: Giriş ve Çıkış Tablolarını Yansıt
uk: Зіставлення таблиць для вводу й виводу
vi: Phản chiếu các bảng đầu vào và đầu ra
zh_cn: 镜像输入和输出表
zh_hk: 鏡像輸入和輸出表格
zh_tw: 將輸入表與輸出表同步

# VOICEOVER_TUTORIAL_ALERT_LAUNCH_WITH_VO_ON_BUTTON
source: Turn on VoiceOver
ar: تشغيل التعليق الصوتي
bg: Включи VoiceOver
ca: Activa el VoiceOver
cs: Zapnout VoiceOver
da: Slå VoiceOver til
de: VoiceOver einschalten
el: Ενεργοποίηση VoiceOver
es: Activar VoiceOver
es_us: Activar VoiceOver
fi: Laita VoiceOver päälle
fr: Activer VoiceOver
fr_ca: Activer VoiceOver
he: הפעלת VoiceOver
hi: VoiceOver चालू करें
hr: Uključi VoiceOver
hu: A VoiceOver bekapcsolása
id: Nyalakan VoiceOver
it: Attiva VoiceOver
ja: VoiceOverをオンにする
kk: VoiceOver функциясын қосу
ko: VoiceOver 켜기
lt: Įjungti „VoiceOver“
ms: Aktifkan VoiceOver
nl: Schakel VoiceOver in
no: Slå på VoiceOver
pl: Włącz VoiceOver
pt_br: Ativar VoiceOver
pt_pt: Ativar VoiceOver
ro: Activați VoiceOver
ru: Включить VoiceOver
sk: Zapnúť VoiceOver
sl: Vklopi funkcijo VoiceOver
sv: Slå på VoiceOver
th: เปิดใช้ VoiceOver
tr: VoiceOver’ı aç
uk: Увімкнути VoiceOver
vi: Bật VoiceOver
zh_cn: 打开旁白
zh_hk: 開啟旁白
zh_tw: 開啟旁白

# SPEECH_PRIMARY_VOICE
source: Primary Voice
ar: الصوت الأساسي
bg: Основен глас
ca: Veu principal
cs: Primární hlas
da: Primær stemme
de: Standardstimme
el: Κύρια φωνή
es: Voz principal
es_us: Voz principal
fi: Ensisijainen puheääni
fr: Voix principale
fr_ca: Voix principale
he: קול ראשי
hi: प्राथमिक आवाज़
hr: Glavni glas
hu: Elsődleges beszédhang
id: Suara Utama
it: Voce principale
ja: 主音声
kk: Негізгі дауыс
ko: 주요 음성
lt: Pagrindinis balsas
ms: Suara Utama
nl: Hoofdstem
no: Hovedstemme
pl: Głos główny
pt_br: Voz Principal
pt_pt: Voz principal
ro: Voce principală
ru: Основной голос
sk: Primárny hlas
sl: Primarni glas
sv: Primär röst
th: เสียงหลัก
tr: Birincil Ses
uk: Основний голос
vi: Giọng Chính
zh_cn: 首选声音
zh_hk: 主要聲音
zh_tw: 主要聲音

# SINGLE_GESTURE_COMMAND
source: %@ to %@.
ar: %@ من أجل %@.
bg: %@ за %@.
ca: %@ per %@.
cs: %@ provede akci %@.
da: %@ for at %@.
el: «%@» για «%@».
es: %@ para %@.
es_us: %@ a %@.
fr: %@ pour %@.
fr_ca: %@ pour %@.
he: ‏%@ לביצוע %@.
hi: %2$@ के लिए %1$@।
hr: %@ za: %@.
hu: %@ a következőhöz: %@.
id: %@ untuk %@.
it: %@ per: %@.
ja: “%@”で“%@”。
kk: %2$@ үшін %1$@.
ko: %@하여 %@.
lt: „%@“, veiksmas: „%@“.
ms: %@ untuk %@.
nl: %@ voor: %@.
no: %@ for å %@.
pt_br: %@ para %@.
pt_pt: %@ para %@.
ro: %@ pentru %@.
sk: %@ vykoná akciu %@.
sl: %@ za: %@.
sv: %@ om du vill %@.
th: %[tt]@เพื่อ%[tt]@
tr: %2$@ Komutu İçin %1$@.
uk: %@, щоб %@.
vi: %@ để %@.
zh_hk: %@以%@。
zh_tw: %@來%@。
